{"displayTopicName":"Shoresh Template","topicTokens":[{"text":"Shoresh Template","type":"text"}],"paragraphsBySubtopic":{"Shoresh Template":[{"text":"The shoresh קדש has a range of meanings.\nJastrow:\n","type":"text"},{"type":"block_quote","tokens":[{"text":"קוֹדֶשׁ, קֹדֶשׁ m. (b. h.;  קָדַשׁ) sanctity, sacred affair, sacred ground, dedicated object. Yoma 12ᵇ, a. fr. מעלין בק׳, v. עָלָה. Sabb. XVI, 1 כל כתבי הק׳ וכ׳ all sacred scriptures must be saved from fire (on the Sabbath). Tosef. ib. XIII (XIV), 1 אין קורין בכתבי הק׳ we must not read from the Hagiographa (on the Sabbath); Y. ib. XVI, 15ᶜ top אין קורין בכתבי הק׳ אלא וכ׳ we must not read from the Hagiographa except from the afternoon service onward. Bets. 5ᵃ נוהגין אותו היום ק׳ וכ׳ we observe the rest of the day as a holy day and the next day likewise. Pes. 104ᵃ; Ḥull. 26ᵃ, v. חוֹל III. Ib. I, 7 בין ק׳ לק׳, v. בָּדַל; ib. בין ק׳ חמוד לק׳ הקל between the stricter and the lighter sanctities; a. v. fr.—שם ק׳ or ק׳ (sub. שם) sacred name, name of the Lord. Shebu. 35ᵇ, v. חוֹל III. Treat. Sof’rim IV, 6, sq.; a. fr.—רוח הק׳, v. רוּחַ.—Esp. a) sacred precincts, Temple ground. Zeb. IX, 2 כל שפסולו בק׳ הק׳ מקבלו whatever has become unfit within the sanctuary, the sanctuary accepts (it cannot be removed from the altar, if it was put on); לא היה פסולו בק׳ וכ׳ if its unfitness did not arise within the sacred precincts, the sanctuary does not accept it; a. fr.—b) הק׳ the Holy, contrad. to עֲזָרָה, a. to ק׳ הקדשים, v. infra. Yoma III, 3; 6 בק׳ within the precincts of the Holy. Midd. IV, 5; a. fr.—Pl. קֳדָשִׁים.—קודש הק׳, also קָדְשֵׁי ק׳ most holy, esp. the Holy of Holies, the westernmost compartment of the Temple. Midd. l. c. Yoma V, 1; a. fr.—Cant. R. to I, 1 כל הכתובים קדש וזה ק׳ הק׳ all Biblical scriptures are holy, but this (Song of Songs) is most holy. Y. Meg. III, 74ᵃ, a. e. נחום איש קדש הק׳ Nahum, the man of extreme holiness; a. e.—Esp. קֳדָשִׁים consecrated objects, sacrifices. Zeb. V, 4 העולה קדשי ק׳ the burnt-offering belongs to the highest class of sacrifices. Ib. 6, sq. ק׳ קלים sacrifices of a minor grade. Ib. X, 2 מפני שהוא קדשי ק׳ because it belongs to the highest grade; a. fr.—קדשי מזבח things dedicated for the altar, sacrifices; קדשי בדק הבית objects dedicated (for their value) to be used for the needs of the Temple building. Tem. VII, 1, sq.; a. fr.—ק׳ (סדר) Kodashim, the fifth of the six orders of the Mishnah, Tosefta, a. Talmud Babli. Sabb. 31ᵃ. Esth. R. to I, 2. \nקוֹדַשׁ, קֹדַשׁ, קוּדְשָׁא  ch.  same 1) holiness, sanctuary ","type":"text"},{"type":"html_element","tokenInsertions":[],"html":"&c. Targ. Ex. XXIX, 29. Targ. Ps. LI, 13. Targ. Ex. XXVIII, 29; a. fr.—Pl. קוּדְשִׁין, קוּדְשַׁיָּא. Targ. Lev. XXI, 22. Ib. XXII, 2; a. fr.—קודש ק׳ the Holy of Holies. Targ. Ex. XXVI, 33; a. fr. —2) the Holiness, the Lord, usu. with בריך הוא (abbrev. קב\"ה), v. קָדוֹשׁ. Targ. Y. Num. XXI, 34. Targ. Y. Gen. XXV, 21; a. fr.—Ber. 7ᵃ ומי … דק׳ ב\"ה is wrath before (to be ascribed to) the Lord? Keth. 77ᵇ;"},{"text":" a. fr.","type":"text"}],"direction":"ltr"}]}}