{"displayTopicName":"קְטַנָּה","topicTokens":[{"text":"קְטַנָּה","type":"text"}],"paragraphsBySubtopic":{"קְטַנָּה":[{"text":"The Hebrew word קְטַנָּה has several meanings:\n","type":"text"},{"topLevelNodes":[{"ordinal":"-","ordered":false,"tokensOfLine":[{"text":"It can mean “girl.” This can be a general description, or it can be used in a legal context to indicate a female who is specifically a minor for legal purposes.","type":"text"}],"children":[]},{"ordinal":"-","ordered":false,"tokensOfLine":[{"text":"It can mean “small” when referring to one feminine entity like a girl or woman. ","type":"text"},{"type":"html_element","tokenInsertions":[[{"text":"→","type":"global","tokens":[{"text":"→","type":"text"}],"pathString":"Hebrew_adjective_forms#Feminine_Singular","enclosingTopic":"קְטַנָּה","enclosingSubtopic":"קְטַנָּה"}]],"html":"<small><div class=\"canopy-html-insertion\" data-replacement-number=\"0\"></div></small>"}],"children":[]}],"type":"outline"},{"type":"menu","alignment":"right","rtl":false,"items":[{"list":false,"hidden":false,"tokens":[{"text":"More","type":"local","tokens":[{"text":"More","type":"text"}],"targetSubtopic":"More","targetTopic":"קְטַנָּה","enclosingTopic":"קְטַנָּה","enclosingSubtopic":"קְטַנָּה"}]}]}],"More":[{"text":"Jastrow:\n","type":"text"},{"type":"block_quote","tokens":[{"text":"קָטָן, קָטוֹן, קְטַנָּה f. (b. h.;  preced.) small, young; inferior. Y. Kil. IV, beg. 29ᵃ. Ab. IV, 19, a. fr. שמואל הק׳ Samuel the junior; Y. Sot. IX, 24ᵇ, v. preced. Yeb. II, 8 הק׳ a younger brother. Gen. R. s. 37 ומה אם הק׳ שהוא מקטין וכ׳ if an inferior person that is contented with a subordinate position (v. preced.) is thus rewarded, how much more a great man &c. Gen. R. s. 93 קְטַנָּן של שבטים one of the youngest of the tribes; Yalk. ib. 152 (not קטנו); Yalk. Ps. 762; a. fr.—Esp. minor, a boy under thirteen, a girl under twelve years. Gitt. 65ᵃ שלש מדות בק׳ וכ׳ there are three legal stages of a minor: when he throws away a pebble &c., v. צְרוֹר II; וכנגדן בק׳ מתקדשת וכ׳ and in the corresponding stage a girl may be betrothed subject to protest (מִיאוּן). Ib. II, 6 קבל הק׳ והגדיל if he received a letter of divorce (as a carrier) while he was a minor, and reached majority before delivery. Ber. 47ᵇ; a. fr.—Sot. 22ᵃ (among those who are a ruin to the world) ק׳ שלא כלו לו וכ׳ a child whose months are not complete (a prematurely born child), expl. ib. ‘a student who disregards his teacher’, or ‘a student who constitutes himself a teacher before regular ordination.’—Pl. קְטַנִּים; קְטַנּוֹת. Tosef. Snh. XIII, 1 קטנים בני רשעי ארץ ed. Zuck. (Var. קְטַנֵּי) children of the wicked of the land that died in childhood; Snh. 110ᵇ; Y. Shebi. IV, end, 35ᶜ ק׳ ישראל children of Israelites (that died); ק׳ גוים of gentiles. Keth. II, 3 ק׳ היינו we were minors (when we signed as witnesses). Ib. VII, 9 מומין הק׳ minor physical blemishes. Sot. 48ᵇ ק׳ אמנה, v. אֲמָנָה. Ib. 49ᵇ מק׳ חסידים of the youngest (last) of the pious men (v. next w.); a. fr.—Euphem. קְטַנִּים (sub. נקבים) the minor functions of the body, urinating. Ber. 23ᵇ; a. fr.","type":"text"}],"direction":"ltr"}]}}